Repository: vcuculo/parkingfinder-ios
Catalog: ParkingFinder/*.lproj/Localizable.strings
Languages: it

# UNDEFINED_PARKING
source: Undefined
it: Non definito

# FREE_PARKING
source: Free
it: Libero

# TOLL_PARKING
source: Toll
it: A pagamento

# RESIDENTS_PARKING
source: For residents
it: Per residenti

# DISABLED_PARKING
source: For disabled
it: Per disabili

# TIMED_PARKING
source: Timed
it: A tempo

# RELEASE_PARK
source: Release parking
it: Libera Parcheggio

# SEARCH_PARK
source: Need parking
it: Trova Parcheggio

# FREEING_PARKING
source: Freeing a Parking
it: Stai liberando un parcheggio

# CONFIRM_RELEASE_PARKING
source: Are you freeing this parking?
it: Vuoi lasciare questo parcheggio?

source: Cancel
it: Annulla

# ADD_PARK_INFORMATION
source: Would you insert information about the parking you are freeing?
it: Vuoi inserire delle informazioni sul parcheggio che stai liberando?

source: Latitude:
it: Latitudine:

source: Longitude:
it: Longitudine:

source: Type:
it: Tipo:

source: Address:
it: Indirizzo:

source: Comment:
it: Commento:

source: Comments:
it: Commenti:

# FREE
source: Free since:
it: Libero da:

# ACTION_DISALLOWED
source: Action not allowed
it: Azione non permessa

# RELEASE_PARKING_FIRST
source: To search for a new parking, you have to release your current parking first.
it: Per cercare nuovi parcheggi devi rilasciare il parcheggio che hai precedentemente occupato.

source: Parking released
it: Parcheggio liberato

# THANKS
source: Thanks for your contribution!
it: Grazie per il tuo contributo!

# HELP_TITLE
source: Welcome to ParkingFinder!
it: Benvenuto in ParkingFinder!

# HELP_LABEL1
source: This help message will appear only this time, but you can open it again in the Menu, and it is useful to understand what means the markers on the map. These are the colors to identify different types of parking:
it: Questo messaggio di aiuto apparirà solo questa volta, ma potrai visualizzarlo di nuovo attraverso il Menu, ti aiuterà a capire il significato dei simboli sulla mappa. Questi sono i colori che identificano il tipo di parcheggio:

# HELP_LABEL2
source: Based on the alpha of the marker, you can fastly check the newly freed parkings:
it: Basandoti sulla trasparenza del simbolo, puoi controllare gli ultimi parcheggi liberati:

# HELP_TRANS1
source: Parking freed < 5 minutes
it: Parcheggio liberato da < 5 minuti

# HELP_TRANS2
source: Parking freed < 10 minutes
it: Parcheggio liberato da < 10 minuti

# HELP_TRANS3
source: Parking freed > 10 minutes
it: Parcheggio liberato da > 10 minuti

source: Occupy
it: Occupa

# OCCUPY_PARKING
source: Occupying a Parking
it: Stai occupando un parcheggio

# CONFIRM_OCCUPY_PARKING
source: Are you occupying a parking?
it: Vuoi occupare questo parcheggio?

source: Parking occupied
it: Parcheggio occupato

# SERVER_ERROR
source: Problem connecting to the server
it: Errore di rete

# CENTER
source: Center Map
it: Centra mappa

# OPTIONS
source: Settings
it: Impostazioni

source: Help
it: Aiuto

source: Exit
it: Esci

# PREFERENCE_RANGE
source: Distance of search (meters):
it: Distanza di ricerca (metri):

# PREFERENCE_REFRESH
source: Refresh time (minutes):
it: Tempo di ricerca (minuti):

# PREFERENCE_SOUND
source: Notification sound
it: Suono notifiche

# PREFERENCE_TYPE
source: Type of parking:
it: Tipi di parcheggio:
